Revit 2027 API
AssetSetIterator.MoveNext Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool MoveNext()
Public Overridable Function MoveNext As Boolean
public:
virtual bool MoveNext()
abstract MoveNext : unit -> bool
override MoveNext : unit -> bool
Return Value
Boolean
Implements
IEnumerator.MoveNext()
See Also
Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace